-- phpMyAdmin SQL Dump
-- version 4.0.10.10
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1:3306
-- Время создания: Июн 20 2016 г., 12:48
-- Версия сервера: 5.6.26-log
-- Версия PHP: 5.6.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `version2`
--

-- --------------------------------------------------------

--
-- Структура таблицы `specializations_analyzing`
--

CREATE TABLE IF NOT EXISTS `specializations_analyzing` (
  `spec_id` int(3) NOT NULL,
  `name` varchar(60) DEFAULT NULL,
  `association` text NOT NULL COMMENT 'Ассоциации',
  PRIMARY KEY (`spec_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `specializations_analyzing`
--

INSERT INTO `specializations_analyzing` (`spec_id`, `name`, `association`) VALUES
(1, 'Акушер', ''),
(2, 'Аллерголог', '[["недавн",1],["нача",1],["част",1],["чиха",1],["нос",1],["стал",1],["красным горл",1],["не бол",1],["может",1],["ест",1],["какие нибуд",1],["препарат",1],["мен",3],["аллерг",3],["на",3],["собак",1],["кошек",1],["пыльц",2],["не перенош",2],["цитрусов",1]]'),
(3, 'Ангиолог', ''),
(4, 'Андролог', ''),
(5, 'Артролог', '[["бол",1],["сустав",1],["в",1],["район",1],["кист",1],["пальц",1],["дела",1]]'),
(6, 'Гастроэнтеролог', ''),
(7, 'Гематолог', ''),
(8, 'Генетик', ''),
(9, 'Гепатолог', ''),
(10, 'Гинеколог', ''),
(11, 'Дерматовенеролог', '[["появ",1],["сып",2],["на",3],["кож",3],["возл",1],["ше",1],["прикреп",1],["фотограф",1],["мен",2],["моего знаком",1],["член",1],["знакомого сып",1],["подцеп",1],["грибок",1],["стоп",1],["проблем",1]]'),
(12, 'Диабетолог', '[["учащенное мочеиспускан",1],["пониженная работоспособн",1],["мочеиспускание повышен",1],["повышенная утомляем",1]]'),
(13, 'Диетолог', '[["здравств",1],["страда",1],["ожирением помог",1],["мне",1],["с",1],["составлен",1],["режим",1],["прием",1],["пищ",2],["ожирен",1],["мен",3],["лишний вес",2],["толст",2],["дистрофик",1],["жирн",1],["добрый вечер",1],["большая жирн",1],["жирная ж",1],["мо",2],["жен",2],["потолстел",1],["разнесл",1],["раз",2],["в",2],["ден",2],["нужн",2],["ест",1],["принима",1]]'),
(14, 'Иммунолог', ''),
(15, 'Имплантолог', ''),
(16, 'Инфекционист', '[["мен",1],["укус",1],["малярийный комар",1]]'),
(17, 'Кардиолог', '[["заболел",1],["сердц",1],["иногд",1],["начина",1],["колот",1]]'),
(18, 'Кардиохирург', ''),
(19, 'Проктолог', '[["здравств",1],["доктор",1],["ощуща",1],["зуд",1],["в",1],["задн",1],["проход",1],["помог",1],["мен",1],["запор",1]]'),
(20, 'Косметолог', '[["хоч",1],["сдела",1],["чистк",1],["лиц",1]]'),
(21, 'Маммолог', '[["бол",2],["в",1],["район",1],["груд",2],["молочные желез",1]]'),
(22, 'Мануальный терапевт', ''),
(23, 'Миколог', ''),
(24, 'Микрохирург', ''),
(25, 'Нарколог', '[["моего муж",1],["зап",1],["хоч",2],["брос",2],["кур",1],["пит",1]]'),
(26, 'Невролог', '[["здравств",1],["нужн",1],["помощ",1],["бол",1],["голов",1],["мен",3],["гор",1],["пука",1],["бессонниц",2]]'),
(27, 'Нейрохирург', ''),
(28, 'Неонатолог', ''),
(29, 'Нефролог', ''),
(30, 'Онколог', ''),
(31, 'Ортодонт', ''),
(32, 'Ортопед', '[["здравств",2],["доктор",2],["мен",4],["бол",2],["в",3],["област",2],["позвоночник",2],["мне",1],["дела",1],["ощуща",1],["одн",1],["ног",1],["короч",1],["лом",1],["спин",1],["скалиоз",1]]'),
(33, 'Оториноларинголог', '[["мен",1],["не слыш",1],["правое ух",1]]'),
(34, 'Офтальмолог', '[["здравств",1],["доктор",1],["мен",3],["появ",2],["проблем",2],["со",2],["зрением",1],["во",1],["младшем возраст",1],["в",1],["последн",1],["врем",1],["стал",3],["ухудша",1],["посоветует",1],["ухудш",2],["зрен",3],["хуж",2],["видет",2],["ослеп",1],["правый глаз",1],["чем",1],["лев",1],["не различа",1],["цвет",1],["подобра",1],["очк",1]]'),
(35, 'Пародонтолог', ''),
(36, 'Педиатр', ''),
(37, 'Пластический хирург', '[["хоч",4],["увелич",2],["себ",1],["губ",1],["груд",2],["уеньш",2],["сиськ",1]]'),
(38, 'Профпатолог', ''),
(39, 'Психиатр', '[["мен",4],["преслед",2],["инопланетян",2],["галлюцинац",1],["ман",1],["преследован",1]]'),
(40, 'Психолог', '[["бо",2],["темнот",1],["зме",1],["туп",1]]'),
(41, 'Психотерапевт', ''),
(42, 'Пульмонолог', ''),
(43, 'Ревматолог', ''),
(44, 'Рентгенолог', '[["раз",1],["в",1],["год",1],["можн",1],["дела",1],["рентг",1]]'),
(45, 'Репродуктолог', ''),
(46, 'Рефлексотерапевт', ''),
(47, 'Сексолог', '[["доктор",1],["мен",1],["не вста",1]]'),
(48, 'Стоматолог', '[["здравств",5],["доктор",4],["мен",10],["сильн",1],["бол",5],["зуб",7],["дума",1],["эт",3],["из",7],["за",4],["слишком больш",1],["энергетических батончик",1],["большого употреблен",1],["мудрост",1],["мне",4],["дела",5],["ден",3],["раз",3],["в",3],["чиж",3],["так",3],["бед",3],["желт",3],["можн",3],["избав",3],["от",3],["проблем",3],["чег",3],["могл",3],["образова",3],["возраст",3],["лет",3],["добрый ден",1],["стоматолог",1],["устраня",1],["участок",1],["деминерализац",1],["на",1],["среза",1],["мм",1],["десн",1],["сказа",1],["через",1],["недел",1],["зарастет",1],["не",1],["произошл",1],["зат",1],["врач",1],["посоветова",1],["недел",1],["маза",1],["солкосерил",1],["помогл",1],["сейчас",1],["десн",1],["с",1],["кра",1],["темн",1],["чем",1],["остальн",1],["поверхн",1],["совс",1],["отросл",1],["подскаж",1],["восстанов",1],["кореной зуб",1],["коренной зуб",1],["идет",1],["кров",1],["дес",1],["моей ж",1],["неприятный зап",1],["рта",2],["приятный зап",1]]'),
(49, 'Сурдолог', ''),
(50, 'Терапевт', '[["мен",8],["высокая температур",5],["сильный кашел",1],["бол",5],["горл",4],["насморк",1],["кашел",1],["головокружение н",1],["сидет",1],["на",2],["мест",1],["не мог",1],["в",1],["област",1],["почек",1],["здравств",3],["доктор",4],["участ",1],["головные бол",1],["сегодн",2],["утром мен",1],["подня",1],["окол",1],["до",1],["мне",1],["дела",1],["добрый ден",1],["понос",1],["просидел",1],["очк",1],["два",1],["дня",1],["простуд",1],["прост",2],["перенос",1],["шкаф",1],["надорва",1],["сильный насморк",1],["чувствую плох",1],["ход",1],["леч",1],["тепер",1]]'),
(51, 'Торакальный хирург', ''),
(52, 'Травматолог', '[["получ",2],["сильный ушиб",1],["коленной чашечк",1],["сейчас",1],["сильная опухол",1],["дела",1],["наступ",1],["на",1],["ржавый гвозд",1],["поран",2],["ног",3],["игра",1],["с",1],["катан",1],["рук",1],["мен",6],["ран",1],["нож",1],["ребенок",1],["ранен",1],["бол",1],["правое кол",1],["в",1],["результат",1],["ушиб",1],["обл",1],["кипятк",1],["обгорел",2],["пореза",1],["пальчик",1],["доктор",2],["перелом дела",2],["сбил",2],["машин",2],["моего друг",1]]'),
(53, 'Трансфузиолог', ''),
(54, 'Трихолог', ''),
(55, 'Уролог', '[["мен",3],["бол",2],["при",1],["мочеиспускан",1],["больн",2],["писа",1],["ссат",1],["здравств",1],["доктор",1],["камн",1],["в",1],["почк",1]]'),
(56, 'Физиотерапевт', ''),
(57, 'Флеболог', ''),
(58, 'Фониатр', ''),
(59, 'Фтизиатр', ''),
(60, 'Хирург', '[["здравств",3],["доктор",3],["мен",6],["укус",6],["клещ",5],["к",2],["ком",3],["куд",3],["мне",3],["обрат",3],["за",2],["помощ",2],["добрый ден",2],["дела",3],["сегодн",1],["утром мен",1],["долг",1],["иска",1],["нашел",1],["вас",1],["обраща",1],["вросший ногот",1],["собак",1],["моего друг",1],["пулевое ранен",1]]'),
(61, 'Челюстно-лицевой хирург', ''),
(62, 'Эндокринолог', ''),
(63, 'Эпилептолог', ''),
(64, 'Функциональный диагност', ''),
(65, 'Организатор здравоохранения', ''),
(66, 'Стоматолог детский', '[["малыш",1],["исполн",1],["месяц",1],["сейчас",1],["нег",1],["нача",1],["прореза",1],["зуб",1],["постоя",1],["плачет",1]]');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
